base
base-devel
linux
linux-firmware
linux-lts sysfsutils
usbutils
e2fsprogs
inetutils
netctl
neovim
less
which
man-db
man-pages
amd-ucode
grub
os-prober
efibootmgr
dosfstools
mtools
gptfdisk
fatresize
xorg
linux-headers
linux-lts-headers
dkms
jshon
expac
git
wget
acpid
avahi
net-tools
xdg-user-dirs
gst-libav
gst-plugins-base
gst-plugins-good
gst-plugins-bad
gst-plugins-ugly
gstreamer-vaapi
gst-transcoder
x265
x264
lame
system-config-printer
foomatic-db
foomatic-db-engine
gutenprint
gsfonts
cups
cups-pdf
cups-filters
sane
hplip
xf86-input-synaptics
xf86-input-libinput
xf86-input-evdev
mesa lib32-mesa
vulkan-icd-loader
lib32-vulkan-icd-loader
nvidia
nvidia-lts
nvidia-utils
lib32-nvidia-utils
libvdpau
lib32-libvdpau
xf86-video-vmware
networkmanager
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
dialog
wireless_tools
wpa_supplicant
ifplugd
p7zip
unrar
unarchiver
unzip
unace
xz
rsync
nfs-utils
cifs-utils
ntfs-3g
exfat-utils
alsa-utils
pulseaudio